Repository: FlowHospitalityTraining/cordova-scorm-mock
Catalog: www/locales/*/*.po
Languages: fr

source: All content and services provided on or through this Mobile App are provided 'as is' and 'as available for your use. The content is provided without warranties or conditions of any kind, either express or implied, including but not limited to implied warranties and conditions of merchantability, fitness for a particular purpose or non infringement. Neither Flow, their affiliates and related entities, nor any of their respective employees, agents, third party content providers or licensors warrant that the content is accurate, reliable or correct; that this Mobile App will be available at any particular time or location; that any defects or errors will be corrected or that the content is free of viruses or other harmful components. Your use of this Mobile App is solely at your risk. Because some jurisdictions do not permit the exclusion of certain warranties, those exclusions may not apply to you.
fr: Tout le contenu et les services fournis sur ou par le biais de cette application mobile sont fournis " en l'état " et " tels que disponibles pour votre utilisation ". Le contenu est fourni sans garantie ni condition d'aucune sorte, expresse ou implicite, y compris, mais sans s'y limiter, les garanties et conditions implicites de qualité marchande, d'adéquation à un usage particulier ou de non-violation. Ni Flow, ni ses sociétés affiliées et entités apparentées, ni aucun de leurs employés, agents, fournisseurs de contenu tiers ou concédants de licence respectifs ne garantissent que le contenu est exact, fiable ou correct, que cette application mobile sera disponible à un moment ou un endroit précis, que les défauts ou erreurs seront corrigés ou que le contenu est exempt de virus ou d'autres éléments nuisibles. L'utilisation de cette application mobile se fait uniquement à vos risques et périls. Étant donné que certaines juridictions ne permettent pas l'exclusion de certaines garanties, ces exclusions peuvent ne pas s'appliquer à vous.

source: Limit of Liability
fr: Limite de responsabilité

source: In no event shall Flow or their respective directors, officers, partners, employees, representatives, contractors, affiliates, successors or assigns be liable to you for your accessing of this Mobile App or under or related to this agreement for any indirect, special, punitive, incidental, reliance, exemplary or consequential damages, loss of profits, loss of expected savings, or any other non-direct damages howsoever caused whether or not Flow has been advised of the possibility of such damages, and their collective maximum liability to you under or related to this agreement shall in no event exceed one-hundred pounds sterling (£100). The limitations of liability and disclaimers in this agreement shall apply regardless of the form of action, whether in contract, warranty, strict liability, negligence or other tort and shall survive a fundamental breach or breaches or the failure of the essential purpose of contract or the failure of an exclusive remedy. Because some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, Flow's liability in such jurisdictions shall be limited to the extent permitted by law.
fr: En aucun cas, Flow ou leurs administrateurs, dirigeants, partenaires, employés, représentants, contractants, affiliés, successeurs ou ayants droit respectifs ne pourront être tenus responsables envers vous pour votre accès à l'application mobile ou en vertu de cet accord pour tout dommage indirect, spécial, punitif, accidentel, de confiance, exemplaire ou consécutif, perte de profits, perte d'économies escomptées, ou tout autre dommage non direct, quelle qu'en soit la cause, que Flow ait été ou non informée de la possibilité de tels dommages, et leur responsabilité collective maximale à votre égard en vertu du présent contrat ou en relation avec celui-ci ne dépassera en aucun cas cent livres sterling (£100). Les limitations de responsabilité et les dénis de responsabilité du présent accord s'appliquent quelle que soit la forme d'action, qu'il s'agisse d'un contrat, d'une garantie, d'une responsabilité stricte, d'une négligence ou d'un autre délit, et survivent à une ou plusieurs violations fondamentales ou à l'échec de l'objectif essentiel du contrat ou à l'échec d'un recours exclusif. Étant donné que certaines juridictions n'autorisent pas l'exclusion ou la limitation des dommages accessoires ou indirects, la responsabilité de Flow dans ces juridictions sera limitée dans la mesure permise par la loi.

source: Indemnity
fr: Indemnisation

source: You agree to defend, indemnify and hold harmless Flow and their respective directors, officers, partners, employees, representatives, contractors, affiliates, successors or assigns, including all third parties mentioned at this Mobile App, from and against any and all claims, actions or demands, including without limitation reasonable legal and accounting fees, alleging or resulting from your use of this Mobile App and the Content or your breach of these Terms and Conditions or in connection with your use of the Services.
fr: Vous acceptez de défendre, d'indemniser et de dégager de toute responsabilité Flow et leurs administrateurs, dirigeants, partenaires, employés, représentants, contractants, affiliés, successeurs ou ayants droit respectifs, y compris tous les tiers mentionnés dans cette application mobile, contre toute réclamation, action ou demande, y compris, sans s'y limiter, les frais juridiques et comptables raisonnables, alléguant ou résultant de votre utilisation de cette application mobile et du contenu ou de votre violation des présentes conditions générales ou en rapport avec votre utilisation des services.

source: Governing Law
fr: Droit directeur

source: All matters relative to this Agreement shall be governed and construed in all respects by the law Scotland and the parties hereby submit to the non-exclusive jurisdiction of the Scottish Courts.
fr: Toutes les questions relatives au présent accord seront régies et interprétées à tous égards par la loi écossaise et les parties se soumettent par la présente à la juridiction non exclusive des tribunaux écossais.

source: General
fr: Général

source: The Privacy Policy is a binding part of these Terms and Conditions, and together with these Terms and Conditions constitutes the entire agreement between Flow and you with respect to your use of this Mobile App. Flow's failure to insist upon or enforce strict performance of any provision of these Terms and Conditions shall not be construed as a waiver of any provision or right. If for any reason a court of competent jurisdiction finds any provision of these Terms and Conditions or portion thereof to be unenforceable, that provision shall be enforced to the maximum extent permissible so as to effect the intent of these Terms and Conditions, and the remainder of these Terms and Conditions shall continue in full force and effect. Any cause of action you may have with respect to your use of this Mobile App or which is the subject of these Terms and Conditions must be commenced within one (1) year after the claim or cause of action arises. You acknowledge that Flow is a third party beneficiary for all purposes under these Terms and Conditions.
fr: La politique de confidentialité fait partie intégrante des présentes conditions générales et constitue, avec ces dernières, l'intégralité de l'accord entre Flow et vous concernant l'utilisation de cette application mobile. Le fait que Flow n'insiste pas sur la stricte exécution de toute disposition des présentes Conditions générales ou ne l'applique pas ne peut être interprété comme une renonciation à toute disposition ou tout droit. Si, pour quelque raison que ce soit, un tribunal de la juridiction compétente juge qu'une disposition des présentes Conditions générales ou une partie de celles-ci est inapplicable, cette disposition sera appliquée dans la mesure maximale autorisée afin de réaliser l'intention des présentes Conditions générales, et le reste des présentes Conditions générales restera en vigueur. Toute cause d'action que vous pouvez avoir en ce qui concerne votre utilisation de l'application mobile ou qui fait l'objet des présentes conditions générales doit être introduite dans un délai d'un (1) an après la naissance de la réclamation ou de la cause d'action. Vous reconnaissez que Flow est un tiers bénéficiaire à tous les effets des présentes Conditions générales.

source: If you have a question that is not answered below please do not hesitate to email our helpdesk on help@flowhospitalitytraining.co.uk
fr: Si vous avez une question à laquelle vous ne trouvez pas de réponse ci-dessous, n'hésitez pas à envoyer un courriel à notre service d'assistance à l'adresse help@flowhospitalitytraining.co.uk

source: About Flow
fr: À propos de Flow

source: Q. What is Flow Hospitality Training?
fr: Q. Qu'est-ce que la formation en hôtellerie de flux ?

source: Flow Hospitality Training is a fully online product which provides organisations with the training tools required to train and develop staff to build a successful career in the hospitality industry. For people that are looking to work in the hospitality industry the Flow modules provide a great platform for learning.
fr: Flow Hospitality Training est un produit entièrement en ligne qui fournit aux organisations les outils de formation nécessaires pour former et développer le personnel afin de construire une carrière réussie dans l'industrie hôtelière. Pour les personnes qui souhaitent travailler dans le secteur de l'hôtellerie, les modules Flow constituent une excellente plate-forme d'apprentissage.

source: Q. Is Flow training fully accredited?
fr: Q. La formation Flow est-elle entièrement accréditée ?

source: The Flow modules and exams are fully endorsed by the Institute of Hospitality, Scottish Qualifications Authority (SQA) and accredited by the National Skills Academy [NSA].
fr: Les modules et les examens de Flow sont entièrement approuvés par l'Institute of Hospitality, la Scottish Qualifications Authority (SQA) et accrédités par la National Skills Academy [NSA].

source: All our modules are accredited by People 1st Quality Mark, the Institute of Hospitality, CPD and SQA.
fr: Tous nos modules sont accrédités par People 1st Quality Mark, l'Institute of Hospitality, CPD et SQA.

source: Our Food Safety modules are also accredited by IQ, Health and Safety by RoSPA and our licensing modules are accredited by SQA.
fr: Nos modules de sécurité alimentaire sont également accrédités par IQ, la santé et la sécurité par RoSPA et nos modules de licence par SQA.

source: The SQA Privacy Policy can be found on their <a href='https://www.sqa.org.uk' class='pdf-anchor-tag'>website</a>.
fr: La politique de confidentialité de la SQA peut être consultée sur son <a href='https://www.sqa.org.uk' class='pdf-anchor-tag'>site web</a>.

source: Q. If I have any questions regarding the content of the modules who do I contact?
fr: Q. Si j'ai des questions concernant le contenu des modules, qui dois-je contacter ?

source: If you have any problems accessing the modules contact the helpdesk, available from 9am–6pm, Monday - Saturday, on 0844 445 7119 or email help@flowhospitalitytraining.co.uk. Outside these hours, all emails and phone calls will be responded to within 24 hours.
fr: Si vous rencontrez des problèmes pour accéder aux modules, contactez le service d'assistance, disponible de 9h à 18h, du lundi au samedi, au 0844 445 7119 ou par e-mail à help@flowhospitalitytraining.co.uk. En dehors de ces heures, tous les e-mails et appels téléphoniques seront traités dans les 24 heures.

source: Q. How quickly will I be contacted after inputting my initial enquiry?
fr: Q. Dans quel délai serai-je contacté après avoir saisi ma demande initiale ?

source: A member of the Flow team will contact you within 24 hrs of your email or phone call.
fr: Un membre de l'équipe Flow vous contactera dans les 24 heures suivant votre e-mail ou votre appel téléphonique.

source: Q. Can I get my Personal Licence Holder (PLH) qualification through Flow?
fr: Q. Puis-je obtenir ma qualification de Personal Licence Holder (PLH) par le biais de Flow ?

source: In order to gain your Personal Licence Holder qualification either APLH (E&W) or SCPLH (Scotland) you need to purchase the PLH training module from our sister company <a href='https://www.plhonline.co.uk' class='pdf-anchor-link'>PLH Online</a>.
fr: Pour obtenir votre qualification de titulaire de permis personnel, soit APLH (E&amp;W), soit SCPLH (Écosse), vous devez acheter le module de formation PLH auprès de notre société sœur <a href='https://www.plhonline.co.uk' class='pdf-anchor-link'>PLH Online</a>.

source: Flow provides training on Licensing and Social Responsibility for front of house staff in either England & Wales or Scotland.
fr: Flow propose des formations sur l'octroi de licences et la responsabilité sociale pour le personnel d'accueil en Angleterre et au Pays de Galles ou en Écosse.

source: Accessing Training
fr: Accéder à la formation

source: Q. Why can’t I log in to the app using my access code?`
fr: Q. Pourquoi ne puis-je pas me connecter à l’application à l’aide de mon code d’accès ?

source: In order to log in to the app you must have an email and password account set up. You can do this by logging on to the module manager with your access code using a web browser on your device.
fr: Pour vous connecter à l'application, vous devez disposer d'un compte de messagerie et d'un mot de passe. Vous pouvez le faire en vous connectant au gestionnaire de module avec votre code d'accès en utilisant un navigateur web sur votre appareil.

source: Q. How long does it take to complete a module?
fr: Q. Combien de temps faut-il pour compléter un module?

source: The times can vary depending upon the level of training required. However, on average, each module will take an individual approx 1 hour to complete.
fr: Les durées peuvent varier en fonction du niveau de formation requis. Cependant, en moyenne, chaque module prend environ 1 heure à compléter.

source: Q. Are you required to complete the modules in any specific order?
fr: Q. Les modules doivent-ils être suivis dans un ordre précis ?

source: Some companies require modules to be completed in a certain order. Your training path will tell you if certain modules need to be completed first.
fr: Certaines entreprises exigent que les modules soient suivis dans un certain ordre. Votre parcours de formation vous indiquera si certains modules doivent être complétés en premier.

source: You will still be able to access your modules; due dates are a guide provided by your company. If you have concerns, please contact your management team.
fr: Vous pourrez toujours accéder à vos modules ; les dates d'échéance sont un guide fourni par votre entreprise. Si vous avez des inquiétudes, veuillez contacter votre équipe de direction.

source: 3. Exams and Certificates
fr: 3. Examens et certificats

source: Q. What happens if I fail the exam?
fr: Q. Que se passe-t-il si j'échoue à l'examen ?

source: The failed exam screen will highlight the specific areas of the module that you should revisit to assist you in passing the exam the next time. There is no limit on how many attempts you can take to pass the exam. If you are struggling with an exam, please contact your management.
fr: L'écran d'échec à l'examen met en évidence les parties spécifiques du module que vous devez revoir pour vous aider à réussir l'examen la prochaine fois. Il n'y a pas de limite au nombre de tentatives que vous pouvez faire pour réussir l'examen. Si vous avez des difficultés à passer un examen, veuillez contacter votre direction.

source: Q. Can I access the module after passing the exam?
fr: Q. Puis-je accéder au module après avoir passé l'examen ?

source: Yes, you can revisit the content, but you will not be able to re-sit the exam.
fr: Oui, vous pouvez revoir le contenu, mais vous ne pourrez pas repasser l'examen.

source: Q. When will I receive my certificate?
fr: Q. Quand recevrai-je mon certificat ?

source: The certificate can be printed at the end of each exam once you successfully pass. If you do not have access to a printer or if you have any difficulty in printing your certificate, then you can access it at a later date via the system. Alternatively, a training manager within your organisation can access the management system and will be able to print certificates if needed.
fr: Le certificat peut être imprimé à la fin de chaque examen une fois que vous l'avez réussi. Si vous n'avez pas accès à une imprimante ou si vous avez des difficultés à imprimer votre certificat, vous pouvez y accéder ultérieurement via le système. Par ailleurs, un responsable de la formation au sein de votre organisation peut accéder au système de gestion et sera en mesure d'imprimer les certificats si nécessaire.

source: Q. Can I move my completed training from a previous company?
fr: Q. Puis-je transférer la formation que j'ai suivie dans une autre entreprise ?

source: Yes, if your previous company used Flow, then you can contact our helpdesk to get these modules moved. Please send an email with your name, old company, new company and your new job title to help@flowhospitalitytraining.co.uk
fr: Oui, si votre ancienne entreprise utilisait Flow, vous pouvez contacter notre service d'assistance pour faire déplacer ces modules. Veuillez envoyer un courriel indiquant votre nom, votre ancienne et votre nouvelle entreprise ainsi que votre nouvelle fonction à l'adresse help@flowhospitalitytraining.co.uk

source: Get in touch with questions, comments, issues, and love for Flow on help@flowhospitalitytraining.co.uk
fr: Faites-nous part de vos questions, commentaires, problèmes et de votre amour pour Flow sur help@flowhospitalitytraining.co.uk

source: Our core office hours are Monday-Friday, 9am - 6pm and we aim to respond to all queries within 24 hours.
fr: Nos bureaux sont ouverts du lundi au vendredi, de 9 h à 18 h, et nous nous efforçons de répondre à toutes les demandes dans les 24 heures.

source: Q. What happens if my modules become overdue?
fr: Q. Que se passe-t-il si mes modules sont en retard ?
