Repository: FlowHospitalityTraining/cordova-scorm-mock
Catalog: www/locales/*/*.po
Languages: fr

source: Useful Information
fr: Informations utiles

source: Support weekly contacts
fr: Soutenir les contacts hebdomadaires

source: New job role
fr: Nouveau rôle professionnel

source: Lunch and Learns
fr: Déjeuners et cours

source: Policies
fr: Politiques

source: Product Knowledge
fr: Connaissance des produits

source: Product Releases
fr: Communiqués de presse

source: My Career
fr: Ma carrière

source: Session Link:
fr: Lien vers la session :

source: Open Document
fr: Document ouvert

source: you been refuse the attendance to this session
fr: on vous a refusé la participation à cette session

source: Loading topic
fr: Sujet de chargement

source: Reply
fr: Répondre

source: Follow
fr: Suivre

source: Start training
fr: Commencer la formation

source: Add discussion to forum
fr: Ajouter une discussion au forum

source: items at the moment
fr: articles en ce moment

source: Loading content
fr: Chargement du contenu

source: download error source
fr: source d'erreur de téléchargement

source: download error target
fr: erreur de téléchargement cible

source: download error code
fr: code d'erreur de téléchargement

source: Noticeboards
fr: Tableaux d'affichage

source: Loading index feed
fr: Chargement de l'index

source: Let's Go
fr: Allons-y

source: Well done
fr: Bien joué

source: Reset filter
fr: Réinitialiser le filtre

source: Uncategorised
fr: Sans catégorie

source: Password
fr: Mot de passe

source: Email Address
fr: Adresse e-mail

source: enter your subject here
fr: saisissez votre sujet ici

source: enter your content here
fr: entrez votre contenu ici

source: Please enter your details to login
fr: Veuillez entrer vos coordonnées pour vous connecter

source: login
fr: connexion

source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter?

source: Log out
fr: Se déconnecter

source: Cancel
fr: Annuler

source: There was a error logging in. Please restart the app and try again.
fr: Une erreur s'est produite lors de la connexion. Veuillez redémarrer l'application et réessayer.

source: Can't access your account?
fr: Vous ne pouvez pas accéder à votre compte ?

source: Overdue
fr: En retard

source: Outstanding
fr: En attente

source: Complete
fr: Réussie

source: Continue {{$1}}
fr: Continuer {{$1}}

source: You have completed all modules
fr: Vous avez terminé tous les modules

source: You have no modules assigned to you
fr: Aucun module ne vous est attribué

source: You have Overdue Modules
fr: Vous avez des modules en retard

source: You have no Overdue Modules
fr: Vous n'avez pas de modules en retard

source: You have no upcoming training sessions
fr: Vous n'avez pas de sessions de formation à venir

source: at
fr: à

source: You have no unread discussions.
fr: Vous n'avez pas de discussions non lues.

source: You have no upcoming {{$1}}
fr: Vous n'avez pas de prochain {{$1}}

source: with {{$1}}
fr: avec {{$1}}

source: Your next {{$1}}
fr: Votre prochain {{$1}}

source: is on
fr: est sur

source: Your next training session
fr: Votre prochaine session de formation

source: You have {{$1}} unread discussions
fr: Vous avez {{$1}} discussions non lues

source: no news items available
fr: aucun article disponible

source: {{$1}} news items available
fr: {{$1}} nouvelles disponibles

source: and
fr: et

source: no unread {{$1}}
fr: pas de non-lu {{$1}}

source: {{$1}} unread {{$2}}
fr: Non lu

source: You have {{$1}} {{$2}} {{$3}}
fr: Vous avez {{$1}} {{$2}} {{$3}}

source: You have no upcoming {{$1}} or training sessions.
fr: Vous n'avez pas de sessions de formation ou de {{$1}} prochaines.

source: Details of your $1 coming soon.
fr: Les détails concernant votre dollar seront bientôt disponibles.

source: You have
fr: Vous avez

source: at {{$1}}
fr: 1. Introduction

source: You have no upcoming training.
fr: Vous n'avez pas de formation à venir.

source: You have one unread discussion.
fr: Vous avez une discussion non lue.

source: End of year appraisal
fr: Evaluation de fin d'année

source: Contents
fr: Contenus

source: My Library
fr: Ma bibliothèque

source: Saved News
fr: Nouvelles sauvegardées

source: Saved Documents
fr: Documents sauvegardés

source: You have no saved news items
fr: Vous n'avez pas de nouvelles enregistrées

source: Error: could not load dashboard data
fr: Erreur : Impossible de charger les données du tableau de bord

source: Your company does not have this enabled, contact your training manager to find out more.
fr: Votre entreprise n'a pas activé cette fonction, contactez votre responsable de formation pour en savoir plus.

source: Certificates and Module PDFs
fr: Certificats et modules PDF

source: You have no saved {{$1}}
fr: Vous n'avez pas sauvé {{$1}}

source: Account Details
fr: Détails du compte

source: Name
fr: Nom

source: Job Title
fr: Intitulé de poste

source: Branch
fr: Succursale

source: Date of birth
fr: Date de naissance

source: Please contact your manager or L&D team if you need to update these details.
fr: Veuillez contacter votre responsable ou l'équipe L&D si vous devez mettre à jour ces informations.

source: News
fr: Actualités

source: Published by:
fr: Publié par :

source: Continue Lunar module
fr: Continuer Module lunaire

source: Item Details
fr: Détails de l’article

source: Social Forums
fr: Forums sociaux

source: Downloading
fr: Téléchargement

source: Session administrator
fr: Administrateur de session

source: Places:
fr: Lieux :

source: Starts:
fr: Débuts:

source: Ends:
fr: Fini:

source: Location:
fr: Lieu :

source: Following
fr: Abonnements

source: Unread
fr: Non lu

source: Posting
fr: Poster

source: votes cast
fr: votes exprimés

source: Dashboard
fr: Tableau de bord

source: Training Path
fr: La couleur des modules du parcours Ma formation

source: Training Calendar
fr: Calendrier de formation

source: News Feed
fr: Fil d'actualités

source: Activity
fr: Activité

source: back to dashboard
fr: retour au tableau de bord

source: Upcoming
fr: À venir

source: Invited
fr: Invité(e)

source: Available
fr: Disponible

source: Completed
fr: Terminée

source: About Us
fr: À propos de nous

source: complete
fr: terminé

source: incomplete
fr: incomplet

source: overdue
fr: en retard

source: recently added
fr: ajoutés récemment

source: appraisal
fr: évaluation

source: competency
fr: compétence

source: online
fr: en ligne

source: classroom
fr: salle de classe

source: Account
fr: Compte

source: Topics
fr: Sujets

source: Create new topic
fr: Créer un nouveau sujet

source: Create new forum
fr: Créer un nouveau forum

source: Anonymous
fr: Anonyme

source: Subscribe
fr: S'abonner

source: Post comment
fr: Publier un commentaire

source: RE: THIS IS THE TITLE OF THE TOPIC
fr: RE : C'EST LE TITRE DU SUJET

source: Header
fr: En-tête

source: Create a new topic on this forum
fr: Créer un nouveau sujet sur ce forum

source: Subject
fr: Sujet

source: Post topic as
fr: Poster le sujet comme

source: Default topic
fr: Sujet par défaut

source: Save
fr: Enregistrer

source: Post a new comment to this topic
fr: Poster un nouveau commentaire sur ce sujet

source: Comment
fr: Commentaire

source: Title
fr: Titre

source: News/Noticeboard Item
fr: Nouvelles/Noticeboard Item

source: Second Line
fr: Deuxième ligne

source: Career
fr: Carrière

source: Error: trainee notes not saved. Please try again later
fr: Erreur : les notes du stagiaire n'ont pas été enregistrées. Veuillez réessayer plus tard

source: Oops: Cannot add item. Please try again later.
fr: Oups : Impossible d'ajouter un article. Veuillez réessayer plus tard.

source: Help & Support
fr: Aide & Support

source: please wait
fr: s'il vous plaît, attendez

source: Successfully added
fr: Ajouté avec succès

source: About
fr: À propos

source: Confirm Action
fr: Confirmer l'action

source: Successfully removed
fr: Supprimé avec succès

source: You are about to cancel a request to attend a course that has been made available to you. Are you sure you wish to continue?
fr: Vous êtes sur le point d'annuler une demande de participation à un cours qui a été mis à votre disposition. Êtes-vous sûr de vouloir continuer ?

source: Oops: Could not book training at the moment. Please try again later.
fr: Oups : Impossible de réserver une formation pour le moment. Veuillez réessayer plus tard.

source: Classroom training with a two line name
fr: Formation en classe avec un nom à deux lignes

source: Oops: Could not decline training at the moment. Please try again later.
fr: Oups : Impossible de refuser la formation pour le moment. Veuillez réessayer plus tard.

source: Oops: Could not cancel training at the moment. Please try again later.
fr: Oups : Impossible d'annuler la formation pour le moment. Veuillez réessayer plus tard.

source: This operation requires a network connection.
fr: Cette opération nécessite une connexion réseau.

source: This operation may download a large amount of data.
fr: Cette opération peut télécharger une grande quantité de données.

source: Downloading on Mobile Network
fr: Téléchargement sur le réseau mobile

source: No Network Connection
fr: Pas de connexion réseau

source: Confirm
fr: Confirmer

source: Error: Please try again later
fr: Erreur : Veuillez réessayer plus tard

source: Signed off on
fr: Validée

source: This poll does not allow users to change their votes
fr: Ce sondage ne permet pas aux utilisateurs de modifier leur vote

source: Oops: You need to fill in all (*) required fields.
fr: Oups : Vous devez remplir tous les (*) champs obligatoires.

source: Error
fr: Erreur

source: Please try again later
fr: Veuillez réessayer plus tard

source: Error: could not post comment
fr: Erreur : Impossible de publier un commentaire

source: Review
fr: Evaluation

source: Reviews
fr: Evaluations

source: My life
fr: Ma vie

source: Your company currently does not allow trainees to use the mobile app. Please get in touch with your training manager to find out more.
fr: Votre entreprise n'autorise pas actuellement les stagiaires à utiliser l'application mobile. Veuillez prendre contact avec votre responsable de formation pour en savoir plus.

source: Are you sure you want to exit?
fr: Vous êtes sûr de vouloir sortir ?

source: Exit Application
fr: Demande de sortie

source: Loading training path
fr: Chargement du parcours de formation

source: Error: Could not load training path. Please try again later.
fr: Erreur : Impossible de charger le chemin de formation. Veuillez réessayer plus tard.

source: Loading
fr: Chargement

source: There are no feed items at the moment
fr: Il n'y a pas d'éléments d'alimentation pour le moment

source: Success
fr: Succès

source: Error: Could not load feed. Please try again later.
fr: Erreur : Impossible de charger le flux. Veuillez réessayer plus tard.

source: There are no new news articles at the moment
fr: Il n'y a pas de nouveaux articles pour le moment

source: Trainee notes successfully saved
fr: Notes du stagiaire sauvegardées avec succès

source: Error - trainee notes not saved
fr: Erreur - les notes du stagiaire ne sont pas sauvegardées

source: This appraisal could not be found
fr: Cette évaluation n'a pas pu être trouvée

source: Error: Could not load news feed. Please try again later.
fr: Erreur : Impossible de charger le flux de nouvelles. Veuillez réessayer plus tard.

source: There is nothing new on the noticeboard at the moment
fr: Il n'y a rien de nouveau sur le tableau d'affichage pour le moment

source: Failed
fr: Echec

source: In progress
fr: En cours

source: Not started
fr: Non démarré

source: Workbook
fr: Cahier

source: There are no Forums currently available
fr: Il n'y a pas de Forums actuellement disponibles

source: Error: Could not load index feed. Please try again later.
fr: Erreur : Impossible de charger le flux d'index. Veuillez réessayer plus tard.

source: Loading subscription feed
fr: Chargement du flux d'abonnement

source: You have no active subscriptions
fr: Vous n'avez pas d'abonnements actifs

source: Error: Could not load subscription feed. Please try again later.
fr: Erreur : Impossible de charger le flux d'abonnement. Veuillez réessayer plus tard.

source: Error: Could not fetch unread topics. Please try again later.
fr: Erreur : Impossible de récupérer les sujets non lus. Veuillez réessayer plus tard.

source: Loading unread topics feed
fr: Chargement du flux des sujets non lus

source: You have no unread topics at the moment
fr: Vous n'avez aucun sujet non lu pour le moment

source: Error: Could not load unread topics. Please try again later.
fr: Erreur : Impossible de charger les sujets non lus. Veuillez réessayer plus tard.

source: a few seconds ago
fr: il y a quelques secondes

source: seconds ago
fr: secondes

source: is a sub-level-forum
fr: est un forum de sous-niveau

source: Error: Could not load topic. Please try again later.
fr: Erreur : Impossible de charger le sujet. Veuillez réessayer plus tard.

source: Unfollow
fr: Ne plus suivre

source: Unlike
fr: Je n'aime plus

source: Subscribed
fr: Abonné

source: You have no unread topics
fr: Vous n'avez pas de sujets non lus

source: Sorry, no results found.
fr: Désolé, aucun résultat trouvé.

source: Error: Could not load search results. Please try again later.
fr: Erreur : Impossible de charger les résultats de la recherche. Veuillez réessayer plus tard.

source: new discussion
fr: nouvelle discussion

source: Subject
fr: Objet

source: Enter your subject here...
fr: Entrez votre sujet ici...

source: Enter your message here...
fr: Renseignez votre message ici...

source: The format of the file you've submitted is not among the formats supported. The supported formats include JPEG, PNG, GIF and BMP.
fr: Le format du fichier que vous avez soumis ne fait pas partie des formats pris en charge. Les formats pris en charge sont JPEG, PNG, GIF et BMP.

source: Oops: Can't subscribe right now. Please try again later.
fr: Oups : Impossible de s'abonner pour le moment. Veuillez réessayer plus tard.

source: Oops: Can't unsubscribe right now. Please try again later.
fr: Oups : Je ne peux pas me désabonner pour le moment. Veuillez réessayer plus tard.

source: Oops: Can't like right now. Please try again later.
fr: Oups : Je ne peux pas aimer en ce moment. Veuillez réessayer plus tard.

source: Oops: Can't unlike right now. Please try again later.
fr: Oups : Impossible de faire la différence en ce moment. Veuillez réessayer plus tard.

source: There are no
fr: Il n'y a pas

source: Error: Could not load
fr: Erreur : Impossible de charger

source: Error: Could not load list. Please try again later.
fr: Erreur : Impossible de charger la liste. Veuillez réessayer plus tard.

source: first
fr: premier

source: OVERDUE
fr: EN RETARD

source: No due date
fr: Pas de date prevue

source: Module Downloads
fr: Téléchargement des modules de la branche

source: Please note you will not be able to re-sit the exam if you revisit the module.
fr: Veuillez noter que vous ne pourrez pas vous représenter à l'examen si vous revisitez le module.

source: In order to attempt this module you need to complete
fr: Pour tenter ce module, vous devez compléter

source: Loading workbook
fr: Chargement du classeur

source: This workbook could not be found
fr: Ce cahier d'exercices n'a pas pu être trouvé

source: You are booked on the following session
fr: Vous êtes inscrit à la session suivante

source: You have been invited to attend the following session
fr: Vous avez été invité à assister à la session suivante

source: You have cancelled your attendance to the following session
fr: Vous avez annulé votre participation à la session suivante

source: You have declined the invitation to attend the following session
fr: Vous avez décliné l'invitation à participer à la session suivante

source: You have been refused attendance to the following session
fr: La participation à la session suivante vous a été refusée

source: Next available session
fr: Prochaine session disponible

source: Supporting Documents
fr: Documents auxiliaires

source: Loading appraisal
fr: Évaluation du chargement

source: Sorry, you have been refused attendance to this session for the following reason:
fr: Votre participation à cette session a malheureusement été refusée pour la raison suivante :

source: Please contact your Training Manager for more information.
fr: Contactez votre responsable de formation pour plus d'informations.

source: There are no more available spaces on this session. You can join the waiting list by visiting your training portal.
fr: Il n'y a plus de places disponibles pour cette session. Vous pouvez vous inscrire sur la liste d'attente en vous rendant sur votre portail de formation.

source: Cancel Booking
fr: Annuler la réservation

source: Confirm Attendance
fr: Confirmer la participation

source: Decline Attendance
fr: Refuser la participation

source: Book Training
fr: Réserver une formation

source: Loading Item Content
fr: Chargement du contenu des éléments

source: No description available
fr: Aucune description disponible

source: remove from my library
fr: supprimer de ma bibliothèque

source: add to my library
fr: ajouter à ma bibliothèque

source: open attachment
fr: ouvrir la pièce jointe

source: remove from library
fr: retirer de la bibliothèque

source: sign off
fr: se déconnecter

source: Provider
fr: Fournisseur

source: handout material
fr: matériel à distribuer

source: Location
fr: Site

source: Address:
fr: Adresse :

source: City
fr: Ville

source: Post Code
fr: Code postal

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: attendance
fr: présence

source: decline
fr: refuse

source: cancel attendance
fr: annuler la participation

source: Cancel Attendance
fr: Annuler la présence

source: request to book
fr: demande de réservation

source: Request to Book
fr: Demande de réservation

source: You are about to request to attend a course that has been made available on your training calendar. We advise that you confirm your availability to attend with your line manager first to ensure this does not conflict with any other events or rotas. Clicking confirm will book your attendance, are you sure you wish to continue?
fr: Vous êtes sur le point de demander à assister à un cours qui a été mis à disposition sur votre calendrier de formation. Nous vous conseillons de confirmer votre disponibilité auprès de votre supérieur hiérarchique afin de vous assurer qu'il n'y a pas de conflit avec d'autres événements ou rotations. Si vous cliquez sur "confirmer", votre participation sera enregistrée. Êtes-vous sûr de vouloir continuer ?

source: supporting document
fr: document justificatif

source: Next Session
fr: Session suivante

source: Attendance
fr: Participation

source: Training Type
fr: Type de formation

source: external file
fr: fichier externe

source: revisit training
fr: revoir la formation

source: continue training
fr: poursuivre la formation

source: view certificate
fr: voir le certificat

source: module notes
fr: notes de module

source: This item could not be found.
fr: Cet article n'a pas pu être trouvé.

source: This action could not be completed.
fr: Cette action n'a pas pu être menée à bien.

source: Competences
fr: Compétences

source: External Training
fr: Formation externe

source: Appraisals
fr: Évaluations

source: Competence
fr: Compétences

source: Careers
fr: Carrières

source: Noticeboard
fr: Tableau d’affichage

source: Appraisal
fr: Évaluation

source: Feed
fr: Flux

source: Training
fr: Formation

source: Library
fr: Bibliothèque

source: My Training
fr: La couleur de l'échec les éléments du parcours Ma formation

source: Items with Due Dates are:
fr: Les éléments avec des dates d'échéance sont :

source: Online
fr: En ligne

source: 43 minutes ago
fr: Il y a 43 minutes

source: Your supervisor/manager has not marked this as achieved yet
fr: Votre superviseur/manager n'a pas encore marqué cet objectif comme atteint

source: This news article could not be found.
fr: Cet article n'a pas pu être trouvé.

source: Due:
fr: Dette :

source: Jump to:
fr: Aller à :

source: Latest exam result:
fr: Dernier résultat d'examen :

source: View certificate
fr: Voir le certificat

source: Status:
fr: Statut :

source: Training Time
fr: Temps de formation

source: Open supporting documents
fr: Ouvrir les documents justificatifs

source: Date Due:
fr: Date d'échéance :

source: Open Supporting Documents
fr: Ouvrir les documents d'appui

source: Accept
fr: Accepter

source: Decline
fr: Refuser

source: You are about to accept an invitation to a training session. Are you sure you wish to continue?
fr: Vous êtes sur le point d'accepter une invitation à une session de formation. Etes-vous sûr de vouloir continuer ?

source: You are about to decline an invitation to a training session. Are you sure you wish to continue?
fr: Vous êtes sur le point de décliner une invitation à une session de formation. Êtes-vous sûr de vouloir continuer ?

source: Achieved date:
fr: Date d'achèvement :

source: Supporting document available:
fr: Document d'appui disponible :

source: View supporting document
fr: Voir le document d'appui

source: There was a problem loading this item, please try again.
fr: Il y a eu un problème lors du chargement de cet article, veuillez réessayer.

source: Something has gone wrong, please try again later.
fr: Quelque chose a mal tourné, veuillez réessayer plus tard.

source: Saved Items
fr: Eléments sauvegardés

source: Unread Items
fr: Éléments non lus

source: Sign Off Required
fr: Validation requise

source: Sign Off Completed
fr: Signature terminée

source: Certificates
fr: Certificats

source: You have no saved documents
fr: Vous n'avez pas de documents enregistrés

source: You have no saved certificates
fr: Vous n'avez pas de certificats enregistrés

source: Loading account details
fr: Chargement des détails du compte

source: Error: Could not load account details. Please try again later.
fr: Erreur : Impossible de charger les détails du compte. Veuillez réessayer plus tard.

source: Unable to register for push notifications
fr: Impossible de s'inscrire aux notifications push

source: Unable to register device for push notifications
fr: Impossible d'enregistrer l'appareil pour les notifications push

source: There is a private session for this course but you are not invited to attend.
fr: Une session privée est prévue pour ce cours mais vous n'êtes pas invité/e à y participer.

source: Using the latest technology, Flow delivers a continuously evolving learning and development solution tailored to the hospitality and tourism sector, providing accredited, certificated training throughout the industry.
fr: Grâce aux technologies les plus récentes, Flow propose une solution d'apprentissage et de développement en constante évolution, adaptée au secteur de l'hôtellerie et du tourisme, et fournit des formations accréditées et certifiées à l'ensemble du secteur.

source: Easily tailored to fit into your business, Flow will have a significant impact on productivity and profitability by developing and motivating staff, reducing training costs and increasing sales.
fr: Facilement adaptable à votre entreprise, Flow aura un impact significatif sur la productivité et la rentabilité en développant et en motivant le personnel, en réduisant les coûts de formation et en augmentant les ventes.
