Repository: FlowHospitalityTraining/cordova-scorm-mock
Catalog: www/locales/*/*.po
Languages: fr

source: Flow has been designed to inspire learning through our comprehensive portfolio of innovative and engaging online modules. We also deliver control and visibility of all learning and development activity through our versatile and intuitive management system, The Flow Zone.
fr: Flow a été conçu pour inspirer l'apprentissage grâce à notre portefeuille complet de modules en ligne innovants et attrayants. Nous assurons également le contrôle et la visibilité de toutes les activités d'apprentissage et de développement grâce à notre système de gestion polyvalent et intuitif, The Flow Zone.

source: And with over 30 years of hospitality experience, we feel our industry expertise gives us unique empathy with all our clients, enabling an excellent level of service and support.
fr: Avec plus de 30 ans d'expérience dans le domaine de l'hôtellerie, nous pensons que notre expertise du secteur nous donne une empathie unique avec tous nos clients, ce qui nous permet d'offrir un excellent niveau de service et de soutien.

source: Terms & Conditions
fr: Termes & Conditions

source: Arbitration
fr: Arbitrage

source: Choice of law
fr: Choix de la loi

source: Copyright and Trademarks
fr: Droits d'auteur et marques

source: Terms and Conditions of Use
fr: Termes et Conditions d'utilisations

source: Please read the following Terms and Conditions carefully before using this Mobile App
fr: Veuillez lire attentivement les conditions générales suivantes avant d'utiliser cette application mobile

source: Acceptance of Terms
fr: Acceptation des conditions

source: This Mobile App is provided by Flow Hospitality Training (Flow), conditional on your acceptance of the terms and conditions of use set forth below (the 'Terms and Conditions'). By browsing, accessing, linking, using and/or downloading information ('Access' or similar term) from this Mobile App, you agree to accept and abide by these Terms and Conditions for each use and each visit of this Mobile App. If you do not agree to these Terms and Conditions, you should not Access this Mobile App.
fr: Cette application mobile est fournie par Flow Hospitality Training (Flow), à condition que vous acceptiez les conditions d'utilisation énoncées ci-dessous (les " Conditions générales "). En naviguant, en accédant, en établissant des liens, en utilisant et/ou en téléchargeant des informations (" Accès " ou terme similaire) à partir de cette Application mobile, vous acceptez d'accepter et de respecter les présentes Conditions générales pour chaque utilisation et chaque visite de cette Application mobile. Si vous n'acceptez pas les présentes Conditions générales, vous ne devez pas accéder à cette Application mobile.

source: Flow provides this Mobile App and all related online services (the 'Services') to you, subject to these Terms and Conditions. These Terms and Conditions are entered into between Flow and you. If you are using the Services on behalf of another person, you represent that you are authorized to accept these Terms and Conditions on that person's behalf. Unless explicitly stated otherwise, these Terms and Conditions will govern your use of any new features that augment or enhance the current Services, including the release of new products or services.
fr: Flow vous fournit cette application mobile et tous les services en ligne connexes (les " Services "), sous réserve des présentes Conditions générales. Les présentes Conditions générales sont conclues entre Flow et vous-même. Si vous utilisez les Services au nom d'une autre personne, vous déclarez être autorisé à accepter les présentes Conditions générales au nom de cette personne. Sauf indication contraire explicite, les présentes conditions générales régissent votre utilisation de toute nouvelle fonctionnalité qui augmente ou améliore les services actuels, y compris le lancement de nouveaux produits ou services.

source: Definitions
fr: Définitions

source: In addition to the terms defined throughout these Terms and Conditions, the terms 'you', 'your' and 'yours' refer to the surfer, customer or purchaser utilizing this Mobile App to obtain Services. The terms 'we', 'us' and 'our' refer to Flow.
fr: Outre les termes définis dans les présentes Conditions générales, les termes " vous ", " votre " et " vos " désignent l'internaute, le client ou l'acheteur qui utilise cette application mobile pour obtenir des services. Les termes " nous ", " notre " et " nos " font référence à Flow.

source: Changes to Terms and Conditions
fr: Modifications des conditions générales

source: Flow reserves the right, at any time, to modify, add to, delete from, alter, or update these Terms and Conditions ('Changes'), and you agree to be bound by such Changes. Changes shall be effective immediately upon notice thereof, which may be given by any means including, but not limited to posting on this Mobile App or by electronic or conventional mail. You agree to regularly review the Terms and Conditions included in this Mobile Appand to be aware of Changes. Your use of this Mobile App following any Changes constitutes your agreement to follow and be bound by these Terms and Conditions as changed.
fr: Flow se réserve le droit, à tout moment, de modifier, d'ajouter, de supprimer, d'altérer ou de mettre à jour les présentes conditions générales (" modifications "), et vous acceptez d'être lié par ces modifications. Les modifications entrent en vigueur immédiatement après leur notification, qui peut être effectuée par tout moyen, y compris, mais sans s'y limiter, par affichage sur cette application mobile ou par courrier électronique ou conventionnel. Vous acceptez de consulter régulièrement les Conditions Générales incluses dans cette Application Mobile et de prendre connaissance des Modifications. Votre utilisation de cette Application Mobile après toute modification constitue votre accord pour suivre et être lié par ces Conditions Générales telles que modifiées.

source: This Mobile App is intended for the lawful use of members of the general public who are over the age of 16 years. Subject to these Terms and Conditions, Flow grants you a non-exclusive, non-transferable, limited right to access, use and view this Mobile App and the information thereon, including without limitation, all text, design, graphics, drawings, photographs, video clips, music and sounds, and all trade-marks, service marks and trade names used at this Mobile App and the selection and arrangements thereof (collectively, the 'Content'), solely for your own personal use, provided, however, that you may not, nor may you allow others to, directly or indirectly:
fr: Cette application mobile est destinée à l'usage légal des membres du grand public âgés de plus de 16 ans. Sous réserve des présentes conditions générales, Flow vous accorde un droit non exclusif, non transférable et limité d'accéder, d'utiliser et de visualiser cette application mobile et les informations qu'elle contient, y compris, sans s'y limiter, tous les textes, la conception, les graphiques, les dessins, les photographies, les clips vidéo, la musique et les sons, et toutes les marques commerciales, les marques de service et les noms commerciaux utilisés dans cette application mobile, ainsi que la sélection et la disposition de ceux-ci (collectivement, le " contenu "), uniquement pour votre usage personnel, à condition, toutefois, que vous ne puissiez pas, et que vous ne puissiez pas permettre à d'autres de, directement ou indirectement :

source: sell, license, rent, reproduce, modify or attempt to modify or create derivative works from the Content in any way or reproduce or publicly display, perform, transmit or distribute or otherwise use the Content for any public or commercial purpose, including without limitation use of the Content on any other online service or in any environment of networked computers;
fr: vendre, accorder une licence, louer, reproduire, modifier ou tenter de modifier ou de créer des œuvres dérivées du contenu de quelque manière que ce soit ou reproduire ou afficher publiquement, exécuter, transmettre ou distribuer ou utiliser autrement le contenu à des fins publiques ou commerciales, y compris, sans s'y limiter, l'utilisation du contenu sur tout autre service en ligne ou dans tout environnement d'ordinateurs en réseau ;

source: transfer the Content to any other person without the prior written explicit consent of Flow;
fr: transférer le Contenu à toute autre personne sans le consentement explicite écrit préalable de Flow ;

source: use this Mobile App in any manner that could damage, disable, overburden or impair this Mobile App;
fr: utiliser l'application mobile d'une manière qui pourrait l'endommager, la désactiver, la surcharger ou la détériorer ;

source: upload, post or otherwise transmit or distribute on this Mobile App any items, including without limitation computer viruses, Trojan horses, worms, backdoor, shutdown mechanism or other harmful, disruptive or destructive files or computer programs;
fr: télécharger, afficher ou transmettre ou distribuer sur cette application mobile tout élément, y compris, sans s'y limiter, des virus informatiques, des chevaux de Troie, des vers, des portes dérobées, des mécanismes de fermeture ou d'autres fichiers ou programmes informatiques nuisibles, perturbateurs ou destructeurs ;

source: interfere with the security of, or otherwise abuse, this Mobile App or any Services, system resources, accounts, servers or networks connected to or accessible through this Mobile App or associated or linked sites;
fr: interférer avec la sécurité de, ou abuser de toute autre manière de cette application mobile ou de tout service, ressource système, compte, serveur ou réseau connecté à ou accessible par cette application mobile ou des sites associés ou liés ;

source: infringe on any patent, trade-mark, trade secret, copyright, right of publicity, or other proprietary right of any person, or impersonate any person or entity;
fr: enfreindre un brevet, une marque de commerce, un secret commercial, un droit d'auteur, un droit de publicité ou tout autre droit de propriété de toute personne, ou se faire passer pour une autre personne ou entité ;

source: disrupt or interfere with any other person's use or enjoyment of this Mobile App or associated or linked online services;
fr: perturber ou interférer avec l'utilisation ou la jouissance par toute autre personne de cette application mobile ou des services en ligne associés ou liés ;

source: use any robot, spider or other automatic program or device, or manual process to monitor, copy, summarize, or otherwise extract information from this Mobile App or the Content in whole or in part;
fr: utiliser un robot, une araignée ou tout autre programme ou dispositif automatique, ou un processus manuel pour surveiller, copier, résumer ou extraire de toute autre manière des informations de cette application mobile ou du contenu, en tout ou en partie ;

source: use or attempt to use another's account, password, service, system or other information without prior written authorization from Flow, or create or use a false identity on this Mobile App;
fr: utiliser ou tenter d'utiliser le compte, le mot de passe, le service, le système ou toute autre information d'un autre utilisateur sans l'autorisation écrite préalable de Flow, ou créer ou utiliser une fausse identité sur cette App mobile ;

source: transmit on, to or from this Mobile App spam, chain letters, junk mail or any other type of unsolicited mass e-mail;
fr: transmettre sur, vers ou à partir de cette application mobile des spams, des chaînes de lettres, du courrier indésirable ou tout autre type de courrier électronique de masse non sollicité ;

source: upload to, distribute to, or otherwise disseminate through this Mobile App any material or information of any kind that is threatening, harassing, libellous, defamatory, obscene, pornographic, fraudulent, deceptive, abusive, or otherwise violates any law or infringes or violates any rights of any other person or entity, or contains a solicitation of funds, advertising, or a solicitation for goods or services; or
fr: télécharger vers le serveur, distribuer vers le serveur ou diffuser de toute autre manière par l'intermédiaire de l'application mobile tout matériel ou information de quelque nature que ce soit qui soit menaçant, harcelant, diffamatoire, obscène, pornographique, frauduleux, trompeur, abusif ou qui viole de toute autre manière toute loi ou qui enfreint ou viole les droits de toute autre personne ou entité, ou qui contient une sollicitation de fonds, une publicité ou une sollicitation de biens ou de services ; ou

source: attempt to obtain unauthorized access to this Mobile App or portions of this Mobile App which are restricted from general access.
fr: tenter d'obtenir un accès non autorisé à cette application mobile ou aux parties de cette application mobile dont l'accès est restreint.

source: You also agree that you are solely responsible for actions and communications undertaken or transmitted in the course of your usage of this Mobile App, and that you will comply with all laws that apply or may apply to your use of or activities on this Mobile App or in respect of the Content.
fr: Vous acceptez également d'être seul responsable des actions et des communications entreprises ou transmises dans le cadre de votre utilisation de cette application mobile, et de respecter toutes les lois qui s'appliquent ou peuvent s'appliquer à votre utilisation ou à vos activités sur cette application mobile ou en ce qui concerne le contenu.

source: Unless otherwise noted, all Content is subject to intellectual property rights including copyrights and trade marks held or licensed by Flow. You may print or download one copy of the Content on this Mobile App on a single computer for your personal, non commercial use, provided you keep intact all copyright and other proprietary notices. Any other reproduction or use without express prior written permission from Flow, or Flow's content providers as the case may be, is strictly prohibited. Except as expressly provided herein, no license to use or reproduce the Content is given to you and all intellectual property rights therein are expressly reserved. Systematic retrieval of data or other Content from this Mobile App to create or compile, directly or indirectly, a collection, compilation, database or directory without express prior written permission from Flow is prohibited.
fr: Sauf indication contraire, tout le contenu est soumis à des droits de propriété intellectuelle, y compris des droits d'auteur et des marques commerciales détenus ou concédés par Flow. Vous pouvez imprimer ou télécharger une copie du contenu de cette application mobile sur un seul ordinateur pour votre usage personnel et non commercial, à condition de conserver intacts tous les droits d'auteur et autres avis de propriété. Toute autre reproduction ou utilisation sans l'autorisation écrite préalable expresse de Flow, ou des fournisseurs de contenu de Flow, selon le cas, est strictement interdite. Sauf disposition expresse des présentes, aucune licence d'utilisation ou de reproduction du contenu ne vous est accordée et tous les droits de propriété intellectuelle y afférents sont expressément réservés. La récupération systématique de données ou d'autres contenus de cette App mobile pour créer ou compiler, directement ou indirectement, une collection, une compilation, une base de données ou un répertoire sans l'autorisation écrite préalable expresse de Flow est interdite.

source: Links and Third Party Websites
fr: Liens et sites web de tiers

source: Flow may provide to you, on this Mobile App, links to Third Party Websites operated by other entities. These Third Party Websites will typically be identifiable through , though the Site does occasionally contain content from Third Party Websites within the WEBSITE URL. You agree that this Site provides no dialogue box or other clear demarcation indicator when you leave this Site and enter a Third Party Website. Links to Third Party Websites does not constitute an endorsement, sponsorship or recommendation by Flow of the Third Party Websites, the entities themselves or of any content, services or products available on or through such Third Party Websites. If you use these Third Party Websites, you do so at your own risk and it is your responsibility to take all protective measures to guard against viruses and other destructive elements. Links do not imply that Flow or this Site is affiliated or associated with, or is legally authorized to use any trade-mark, trade name, logo or copyright symbol displayed in or accessible through the links, or that any Third Party Website is authorized to use any trademark, trade name, logo or copyright symbol of Flow. Third Party Websites may create other contractual obligations between you and the third party entity in addition to these Terms and Conditions.
fr: Flow peut vous fournir, sur cette application mobile, des liens vers des sites Web tiers exploités par d'autres entités. Ces sites Web tiers seront généralement identifiables par le biais de , bien que le site contienne parfois du contenu de sites Web tiers dans l'URL du site. Vous acceptez que ce site ne fournisse aucune boîte de dialogue ou autre indicateur de démarcation claire lorsque vous quittez ce site et entrez sur un site Web tiers. Les liens vers des sites Web tiers ne constituent pas une approbation, un parrainage ou une recommandation par Flow des sites Web tiers, des entités elles-mêmes ou de tout contenu, service ou produit disponible sur ou via ces sites Web tiers. Si vous utilisez ces sites Web tiers, vous le faites à vos propres risques et il vous incombe de prendre toutes les mesures de protection contre les virus et autres éléments destructeurs. Les liens n'impliquent pas que Flow ou ce site est affilié ou associé à, ou est légalement autorisé à utiliser une marque de commerce, un nom commercial, un logo ou un symbole de droit d'auteur affiché ou accessible par les liens, ou que tout site Web tiers est autorisé à utiliser une marque de commerce, un nom commercial, un logo ou un symbole de droit d'auteur de Flow. Les sites Web tiers peuvent créer d'autres obligations contractuelles entre vous et l'entité tierce en plus des présentes Conditions générales.

source: This Mobile App will from time to time contain materials, data or information provided, posted or offered by third parties, including but not limited to advertisements. You agree that Flow shall not have any liability whatsoever to you for any such third party material, data or information.
fr: L'application mobile contiendra de temps à autre du matériel, des données ou des informations fournis, affichés ou proposés par des tiers, y compris, mais sans s'y limiter, des publicités. Vous acceptez que Flow n'ait aucune responsabilité envers vous pour ces matériels, données ou informations de tiers.

source: Submission of Information
fr: Soumission d'informations

source: Although Flow may provide certain security in an effort to protect the electronic transmission of certain information that you submit to Flow through this Mobile App, Flow does not guarantee the security of any information transmitted to or from this Mobile App, including to or from any Third Party Websites linked to this Mobile App. Submission of any financial (eg. credit card) or other information to this Mobile App or to any Third Party Websites linked to this Mobile App is entirely at your own risk and responsibility. Do not send any confidential or proprietary information to Flow through this Mobile App. Except for personal information about you, any information you do send to Flow through this Mobile App will be deemed NOT to be confidential ('Non-Confidential Information). For any Non-Confidential Information you do send, you hereby grant to Flow a worldwide, royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate, distribute and sublicense any and all material or information submitted by you to this Mobile App and/or to incorporate it in other works regardless of form, medium or technology.
fr: Bien que Flow puisse fournir certaines sécurités afin de protéger la transmission électronique de certaines informations que vous soumettez à Flow par le biais de cette application mobile, Flow ne garantit pas la sécurité des informations transmises vers ou depuis cette application mobile, y compris vers ou depuis les sites Web tiers liés à cette application mobile. La soumission de toute information financière (ex. carte de crédit) ou autre à cette application mobile ou à tout site Web tiers lié à cette application mobile est entièrement à vos propres risques et responsabilités. N'envoyez pas d'informations confidentielles ou exclusives à Flow par le biais de cette application mobile. À l'exception des informations personnelles vous concernant, toute information que vous envoyez à Flow par le biais de cette application mobile sera considérée comme NON confidentielle (" Informations non confidentielles "). Pour toute information non confidentielle que vous envoyez, vous accordez par la présente à Flow un droit et une licence mondiaux, libres de redevances, perpétuels, irrévocables et non exclusifs d'utiliser, de reproduire, de modifier, d'adapter, de publier, de traduire, de distribuer et de concéder en sous-licence tout matériel ou toute information que vous avez soumis à cette application mobile et/ou de l'incorporer dans d'autres travaux, quels que soient la forme, le support ou la technologie.

source: Agreement to Privacy Policy
fr: Accord sur la politique de confidentialité

source: Flow respects your desire for privacy. Flow's Privacy Policy can be found here [LINK TO PRIVACY PAGE NEEDED HERE]. By accessing this Mobile App, you are consenting to the collection, use and disclosure of your personal information and to the terms of our Privacy Policy. If we decide to change our Privacy Policy, we will post the revised Privacy Policy prominently on this Mobile App or otherwise bring it to your attention, so that you are always aware of what we do with your information.
fr: Flow respecte votre désir de confidentialité. La politique de confidentialité de Flow se trouve ici [LIEN À LA PAGE DE CONFIDENTIALITÉ NÉCESSAIRE]. En accédant à cette application mobile, vous consentez à la collecte, l'utilisation et la divulgation de vos informations personnelles et aux conditions de notre politique de confidentialité. Si nous décidons de modifier notre Politique de confidentialité, nous publierons la Politique de confidentialité révisée de manière visible sur cette Application mobile ou nous la porterons autrement à votre attention, afin que vous soyez toujours au courant de ce que nous faisons avec vos informations.

source: Disclaimers
fr: Clause de non-responsabilité
